/*
Cила тяжести на Луне составляет около 17% земной. Напишите программу
для расчета вашего фактического веса на Луне.

 */

public class Main {
    public static void main(String[] args) {
        double zemlya;
        zemlya = 110;
        System.out.println("Мой вес на луне равен " + (zemlya * 0.17));
        }
    }